/* In browser window title */
"Get a donation key!" = "Získať darovací kľúč!";

/* The full name of the supporter */
"Registered to {0}" = "Registrovaný na {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Vďaka za podporu! Váš príspevok napomôže ďalšiemu rozvoju – vylepšovaniu aplikácie Cyberduck.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Váš darovací kľúč bol skopírovaný do priečinka Application Support.";

/* Validation failed */
"Not a valid registration key" = "Neplatný darovací kľúč";

"This donation key does not appear to be valid." = "Tento darovací kľúč sa nezdá byť platný.";

/* Thank you */
"Continue" = "Pokračovať";
